[
    { "id": 1, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Spaghetti Bolognese","img":"https://www.errenskitchen.com/wp-content/uploads/2018/08/Spaghetti-Bolognese-1-3.jpg", "category": "Pasta", "description": "Classic Italian dish with meat sauce.The Italians traditionally eat the bolognese with tagliatelle, a flat strand egg pasta similar to fettuccine. You can use other flat ribbon pasta like parpadalle or tripoline. I personally use this sauce with any and all pastas though. And I love mixing it with tube pastas like rigatoni or penne", "price": 9.99,"ingredients":"Authentic Bolognese Sauce (Ragù alla Bolognese) is an Italian pasta sauce made with ground beef, pancetta, vegetables – onion, carrot, celery – and tomato passata. There are NO AROMAS in this traditional Bolognese sauce, so NO bay leaves, parsley, rosemary, garlic, nutmeg or red hot chili peppers.","time":"30" },
    { "id": 2, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Chicken Tikka Masala","img":"https://www.seriouseats.com/thmb/DbQHUK2yNCALBnZE-H1M2AKLkok=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/chicken-tikka-masala-for-the-grill-recipe-hero-2_1-cb493f49e30140efbffec162d5f2d1d7.JPG", "category": "Indian", "description": "Grilled chicken in a creamy tomato sauce.We are still coating and marinating our chicken with an aromatic spiced Tikka yogurt, using chicken thighs instead of breasts for juicy and succulent results. Using thighs also cuts down on marinating time, needing only a minimum of 10 minutes to soak all of those flavours in!", "price": 12.99,"ingredients":"Tikka Masala is a traditional Indian dish made up of chicken that's been marinated in yogurt, charred and simmered in a rich, creamy tomato-based spiced sauce. The gorgeous color comes from Garam Masala, which is blend of cinnamon, black pepper, coriander, cumin, and cardamon.","time":"25" },
    { "id": 3, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Sushi Rolls","img":"https://i.pinimg.com/originals/33/fa/59/33fa59ad2264247832bb343fe5b40acc.jpg", "category": "Japanese", "description": "Various rolls with fresh fish and rice.Sushi is traditionally made with medium-grain white rice, though it can be prepared with brown rice or short-grain rice. It is very often prepared with seafood, such as squid, eel, yellowtail, salmon, tuna or imitation crab meat. Many types of sushi are vegetarian.", "price": 14.99,"ingredients":"Roasted Seaweed – Sushi Nori, Sushi Rice Vinegar,Sushi Rice,Sushi Ginger,Wasabi Paste,Soy Sauce.","time":"45" },
    { "id": 4, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Beef Tacos","img":"https://avatars.mds.yandex.net/i?id=85a0081008b87aeebfa7df60b60022de703f9058-9154408-images-thumbs&n=13", "category": "Mexican", "description": "Soft tortillas filled with seasoned beef.Skirt steaks are the most common choice for tacos, and for good reason. They have a unique, beefy flavor, and are cost-friendly. This is what most carne asada is made from. They're also easy to cook, perfectly lean, and a great match for a good marinade.", "price": 7.99,"ingredients":"Ground Beef: The best meat to use for taco meat is a simple ground beef, a 70-80% lean. The fat is going to help give flavor to the meat and we are able to drain the grease prior to serving. Tomato Sauce: grab any kind of canned, pureed tomato sauce","time":"35" },
    { "id": 5, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Caesar Salad","img":"https://avatars.mds.yandex.net/i?id=958eb683e8da6dc997f7b78ea6d904307d011202-8497122-images-thumbs&n=13", "category": "Salad", "description": "Romaine lettuce with croutons and Caesar dressing.We all know what it is: chopped romaine lettuce and garlicky croutons, tossed in a creamy dressing made with eggs, olive oil, lemon, Parmesan, Worcestershire sauce, and anchovies. Even when mass-produced, this combination of savory, creamy, tangy, and crunchy ingredients is tasty stuff.", "price": 6.99,"ingredients":"An authentic Caesar salad is a green salad of crisp romaine lettuce and croutons (sometimes made from stale bread) dressed with lemon juice, egg yolk, anchovies, Worcestershire sauce, garlic, Dijon mustard, black pepper, and Parmesan cheese","time":"20" },
    { "id": 6, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Mushroom Risotto","img":"https://avatars.mds.yandex.net/i?id=0b6feb0f34094ae95373cfdbc3c7fcd7adf0c5a7-9149794-images-thumbs&n=13", "category": "Italian", "description": "Creamy rice dish with mushrooms and parmesan.Mushroom risotto contains all the ingredients found in traditional risotto — aromatics, short-grain rice, white wine, broth, Parmesan cheese, and butter — plus lots of meaty mushrooms scented with fresh thyme.", "price": 10.99,"ingredients":"Mushroom risotto contains all the ingredients found in traditional risotto — aromatics, short-grain rice, white wine, broth, Parmesan cheese, and butter — plus lots of meaty mushrooms scented with fresh thyme.","time":"30" },
    { "id": 7, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Pad Thai","img":"https://wallpapers.com/images/hd/pad-thai-with-caramelized-onions-and-shrimp-7ym4wcww3m06eqp5.jpg", "category":"Thai", "description": "Stir-fried noodles with shrimp, tofu, and peanuts.Pad Thai is a Thai dish of stir-fried rice noodles with eggs, vegetables and tofu in a sauce of tamarind, fish, dried shrimp, garlic, red chilli pepper and sugar. Some of the ingredients are provided on the side as condiments, including red chilli pepper, lime wedges and peanuts", "price": 11.99 ,"ingredients":"Pad Thai is a Thai dish of stir-fried rice noodles with eggs, vegetables and tofu in a sauce of tamarind, fish, dried shrimp, garlic, red chilli pepper and sugar. Some of the ingredients are provided on the side as condiments, including red chilli pepper, lime wedges and peanuts.","time":"25"},
    { "id": 8, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Chicken Parmesan","img":"https://i.pinimg.com/originals/b7/20/ef/b720ef6d40736fed986de8429f560707.jpg", "category": "Italian", "description": "Breaded chicken cutlets topped with tomato sauce and cheese.What Is Chicken Parmesan? Chicken parmesan, or chicken parmigiana, is a crispy fried chicken breast that is baked in a tomato sauce then topped with melted mozzarella, parmesan, or provolone cheese.", "price": 13.99,"ingredients":"ingredients: Chicken breast, often butterflied, breadcrumbs, Italian seasonings, Neapolitan tomato sauce, and mozzarella cheese","time":"45" },
    { "id": 9, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Beef Stir-Fry","img":"https://avatars.mds.yandex.net/i?id=b7a92ca1a172674a4e4f212e9429a4b33ae3a85e-9106835-images-thumbs&n=13", "category": "Chinese", "description": "Sliced beef with vegetables in a savory sauce.Most tender beef cuts, such as sirloin, tri-tip, ribeye, top loin (strip), tenderloin, shoulder center (Ranch Steak), shoulder top blade (Flat Iron) and shoulder petite tender, can be cut into strips for use in stir-fry recipes.", "price": 12.99,"ingredients":"Olive Oil,Vegetables: red bell pepper, yellow bell peppers, sugar snap peas, carrots, mushrooms, broccoli, baby corn, water chestnuts.Sauce: soy sauce, garlic cloves (minced), brown sugar, sesame oil, chicken broth, cornstarch.Garnish: green onions and sesame seeds.","time":"30" },
    { "id": 10, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Fish and Chips","img":"https://gastromanya.com/wp-content/uploads/2018/11/1-6.jpg", "category": "British", "description": "Deep-fried battered fish with crispy chips.Fish and chips is a hot dish consisting of fried fish in batter, served with chips. The dish originated in England, where these two components had been introduced from separate immigrant cultures; it is not known who combined them.", "price": 8.99,"ingredients":"MAIN INGREDIENTS. Fish and chips is a traditional British dish consisting of freshly fried fish fillets and sliced fried potatoes. The fish is dipped in a batter of eggs, flour, and milk, and it's then fried in oil, lard, or beef drippings.","time":"50" },
    { "id": 11, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Margherita Pizza","img":"https://avatars.mds.yandex.net/i?id=d4ab478f63ef4fdea0ea0c3ac7f414771641295b-4897215-images-thumbs&n=13", "category": "Italian", "description": "Classic pizza with tomato, mozzarella, and basil.Margherita pizza is known for its ingredients representing the colours of the Italian flag. These ingredients include red tomato sauce, white mozzarella and fresh green basil.", "price": 9.99,"ingredients":"Pizza Margherita (pronounced mahr-geh-ree-tah) is basically a Neapolitan pizza, typically made with tomatoes, mozzarella cheese, garlic, fresh basil, and extra-virgin olive oil","time":"30" },
    { "id": 12, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Chicken Satay","img":"https://i.pinimg.com/736x/a9/80/37/a98037b1a934d3e4fbc25a9c7750ceb7.jpg", "category": "Thai", "description": "Grilled marinated chicken skewers with peanut sauce.This sate consists of chicken meat marinated in sweet soy sauce and cooked on an open flame grill. It is then served with a spicy peanut or sweet soy sauce, sliced shallots and chopped chillies. Another common type of sate sold across this country is Sate Kambing.", "price": 7.99,"ingredients":"Grilled chicken skewers flavored with soy, lime, and ginger and served with a peanut dipping sauce, they taste succulent, a little spicy, and a little sweet","time":"35" },
    { "id": 13, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Hamburger","img":"https://avatars.mds.yandex.net/i?id=14cc678c61c53b2c3f85dfeb45646bc14e5c42c0-8981167-images-thumbs&n=13", "category": "American", "description": "Grilled beef patty with toppings on a bun.A hamburger is a sandwich consisting of a cooked meat patty on a bun or roll. You can order a hamburger, fries, and a shake at most fast food restaurants. Hamburgers are traditionally made with ground beef and served with onions, tomatoes, lettuce, ketchup, and other garnishes.", "price": 9.99,"ingredients":"Mustard, mayonnaise, ketchup, and other condiments, along with garnishes of lettuce, onion, tomato, and sliced cucumber pickle, constitute the customary dressing. In the variation known as the cheeseburger, a slice of cheese is melted over the patty.","time":"15" },
    { "id": 14, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Sushi Sashimi Combo","img":"https://avatars.mds.yandex.net/i?id=6d2708cec30e478ae64fa82848effb1d-4227899-images-thumbs&n=13", "category": "Japanese", "description": "Assorted sushi and sashimi selection.Sushi combines various fresh fillings with vinegared rice. It's often wrapped in seaweed and cut into small pieces. Meanwhile, sashimi consists of thinly sliced cuts of raw meat or fish.", "price": 16.99,"ingredients":"Sashimi is usually served thinly sliced on a bed of daikon radish and shiso leaves, sans rice. A little bit of wasabi or fresh ginger may also be added. Bottom line: Sashimi is thinly sliced raw seafood served without rice and is not considered a type of sushi.","time":"40" },
    { "id": 15, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Chicken Caesar Wrap","img":"https://avatars.mds.yandex.net/i?id=825082025782560557942bc109dc16ac40956dee-8456088-images-thumbs&n=13", "category": "Sandwich", "description": "Grilled chicken, lettuce, and Caesar dressing in a wrap.A chicken Caesar wrap has all the fixin's of a classic chicken Caesar salad (Romaine lettuce, Caesar dressing, chicken, Parmesan, and tomatoes) all wrapped up into a soft flour tortilla", "price": 8.99,"ingredients":"A chicken Caesar wrap has all the fixin's of a classic chicken Caesar salad (Romaine lettuce, Caesar dressing, chicken, Parmesan, and tomatoes) all wrapped up into a soft flour tortilla","time":"35" },
    { "id": 16, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Tom Yum Soup","img":"https://avatars.mds.yandex.net/i?id=93bd96ef152cf98fc23cb62137b2942fc7506135-9069268-images-thumbs&n=13", "category": "Thai", "description": "Hot and sour soup with shrimp, lemongrass, and chili.Originated in Thailand, this is sometimes called Tom Yam and is a soup that normally includes shrimp in a hot and sour serving. ", "price": 6.99,"ingredients":"Tom Yum is a simple, but flavorful, soup made with fresh lemongrass, kaffir lime leaves, fish sauce, chiles, and protein… Usually shrimp.","time":"25" },
    { "id": 17, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Beef Burrito","img":"https://avatars.mds.yandex.net/i?id=f21d9bf0d19d0373e3b033ef3501e7c0720fe381-7451990-images-thumbs&n=13", "category": "Mexican", "description": "Large flour tortilla filled with seasoned beef and beans.a common cylindrical food item of Mexican and American origin consisting of a tortilla wrapped around a mixed filling of such ingredients as meat, cheese, beans, and vegetables. ", "price": 10.99,"ingredients":"It consists of a flour tortilla stuffed with a mix of beef, rice, beans, and other ingredients, such as cheese, jalapenos, salsa, corn, peppers, and onions and lettuce.","time":"30" },
    { "id": 18, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Caprese Salad","img":"https://avatars.mds.yandex.net/i?id=ac823539a0f4a92f729cb6cab28a9738c6f3ad8a-9065817-images-thumbs&n=13", "category": "Salad", "description": "Fresh mozzarella, tomatoes, and basil with balsamic glaze.What is caprese? Simply put, it's a simple Italian salad. Caprese is super easy to prepare and made up of only a few fresh ingredients: ", "price": 8.99,"ingredients":"Caprese salad is typically made by layering slices of fresh mozzarella cheese, tomatoes, and basil, then seasoned to perfection, drizzled with extra virgin olive oil and sometimes a balsamic glaze","time":"25" },
    { "id": 19, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Chicken Teriyaki","img":"https://www.thespruceeats.com/thmb/iBkNYzxsLNtieiySDrSEgl7mi-4=/4200x2912/filters:fill(auto,1)/ChickenGettyImages-154887844-56d87ed23df78c5ba022f082.jpg", "category": "Japanese", "description": "Grilled chicken with teriyaki sauce and steamed rice.riyaki chicken is a Japanese dish of grilled chicken brushed with a mixture of soy sauce, mirin, and sake. ", "price": 11.99,"ingredients":"Traditional teriyaki from Japan is grilled meat with a simple glaze made of soy sauce, mirin, sake, and sugar","time":"30" },
    { "id": 20, "details":"This is Details of Hover Effect.Founded just have to do hover effect", "name": "Pasta Carbonara","img":"https://avatars.mds.yandex.net/i?id=a7f9024cd0dc53525842b1f8a7bfd6f26a6604f7-4914299-images-thumbs&n=13", "category": "Italian", "description": "Spaghetti with creamy egg and bacon sauce.There may be no more beloved Italian dish than carbonara: hot pasta tossed with a creamy sauce of raw beaten eggs,", "price": 12.99,"ingredients":"Carbonara is made with guanciale (cured pork), eggs, Pecorino Romano cheese, spaghetti pasta, and lots of black pepper. Italians don't add extra ingredients like cream, milk, garlic, or onions","time":"40" }
]
